Revit 2027 API
ParameterTypeId.LoadMomentMx Property
 "Mx"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LoadMomentMx { get; }
Public Shared ReadOnly Property LoadMomentMx As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LoadMomentMx {
	ForgeTypeId^ get ();
}
static member LoadMomentMx : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace